<template>
	<view>
                             <view>BizSpring商城平台用户隐私政策及用户服务协议</view></br>
</br>
<view class="title2">一、服务内容</view></br>
<view>BizSpring商城平台的具体内容由本站根据实际情况提供。</view></br>
<view>(1)不得为任何非法目的而使用网络服务系统； </view></br>
<view>(2)遵守所有与网络服务有关的网络协议、规定和程序； </view></br>
<view>(3)不得利用本站进行任何可能对互联网的正常运转造成不利影响的行为； </view></br>
<view>(4)不得利用本站进行任何不利于本站的行为。</view></br>
</br>
<view class="title2" >二、用户帐号</view></br>
<view>1、经本站注册系统完成注册程序并通过身份认证及付费的用户即成为正式用户，可以获得本站规定用户所应享有的一切权限。本站有权对会员的权限设计进行变更。 </view></br>
<view>2、用户只能按照注册要求使用真实姓名，及身份证号注册。用户有义务保证密码和帐号的安全，用户利用该密码和帐号所进行的一切活动引起的任何损失，由用户自行承担全部责任，本站不承担任何责任。如用户发现帐号遭到未授权的使用或发生其他任何安全问题，应立即修改帐号密码并妥善保管，如有必要，请通知本站。因黑客行为或用户的保管疏忽导致帐号非法使用，本站不承担任何责任。 </view></br>
<view>3、该平台账号为您个人真实身份证号且只能注册一次，请牢记个人账号及密码，该账号将作为您登陆该平台的唯一凭证。</view></br>
</br>
<view class="title2">三、使用规则</view></br>
<view>1、遵守中华人民共和国相关法律法规，包括但不限于《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《最高人民法院关于审理涉及计算机网络著作权纠纷案件适用法律若干问题的解释(法释[2004]1号)》、《全国人大常委会关于维护互联网安全的决定》、《互联网电子公告服务管理规定》、《互联网新闻信息服务管理规定》、《互联网著作权行政保护办法》和《信息网络传播权保护条例》等有关计算机互联网规定和知识产权的法律和法规、实施办法。</view></br> 
<view>2、用户对其自行发表、上传或传送的内容负全部责任，所有用户不得在本站任何页面发布、转载、传送含有下列内容之一的信息，否则本站有权自行处理并不通知用户：</view></br>
<view>(1)违反宪法确定的基本原则的； </view></br>
<view>(2)危害国家安全，泄漏国家机密，颠覆国家政权，破坏国家统一的； </view></br>
<view>(3)损害国家荣誉和利益的； </view></br>
<view>(4)煽动民族仇恨、民族歧视，破坏民族团结的； </view></br>
<view>(5)破坏国家宗教政策，宣扬邪教和封建迷信的； </view></br>
<view>(6)散布谣言，扰乱社会秩序，破坏社会稳定的；</view></br>
<view>(7)散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的； </view></br>
<view>(8)侮辱或者诽谤他人，侵害他人合法权益的； </view></br>
<view>(9)煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的； </view></br>
<view>(10)以非法民间组织名义活动的；</view></br>
<view>(11)含有法律、行政法规禁止的其他内容的。</view></br>
<view>3、用户承诺对其发表或者上传于本站的所有信息(即属于《中华人民共和国著作权法》规定的作品，包括但不限于文字、图片等)均享有完整的知识产权，如用户违反本条规定造成本站被第三人索赔的，用户应全额补偿本站一切费用(包括但不限于各种赔偿费、诉讼代理费及为此支出的其它合理费用)。</view></br>
<view>4、当第三方认为用户发表或者上传于本站的信息侵犯其权利，并根据《信息网络传播权保护条例》或者相关法律规定向本站发送权利通知书时，用户同意本站可以自行判断决定删除涉嫌侵权信息，除非用户提交书面证据材料排除侵权的可能性，本站将不会自动恢复上述删除的信息。</view></br>
<view>5、如用户在使用网络服务时违反上述任何规定，本站有权要求用户改正或直接采取一切必要的措施(包括但不限于删除用户所有权限及张贴的内容、终止用户使用网络服务的权利)以减轻用户不当行为而造成的影响。 </view></br>
</br>
<view class="title2">四、隐私保护</view></br>
<view>1、本站不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在本站的非公开内容，但下列情况除外： </view></br>
<view>(1)事先获得用户的明确授权</view></br>
<view>(2)根据有关的法律法规要求</view></br>
<view>(3)按照相关政府主管部门的要求</view></br>
<view>(4)为维护社会公众的利益</view></br>
<view>2、本站可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与本站同等的保护用户隐私的责任，则本站有权将用户的注册资料等提供给该第三方。</view></br>
<view>3、在不透露单个用户隐私资料的前提下，本站有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。 </view></br>
</br>
<view class="title2">五、责任声明</view>
<view>1 用户明确同意其使用本站网络服务所存在的风险及一切后果将完全由用户本人承担，本网对此不承担任何责任。 </view></br>
<view>2 本站无法保证网络服务一定能满足用户的要求，也不保证网络服务的及时性、安全性、准确性。 </view></br>
<view>3 本站不保证为方便用户而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由本站实际控制的任何网页上的内容，本站不承担任何责任。</view></br>
<view>4 对于因不可抗力或本站不能控制的原因造成的网络服务中断或其它缺陷，本站不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</view></br>
<view>5 本站有权于任何时间暂时或永久修改或终止本服务(或其任何部分)，而无论其通知与否，本站对用户和任何第三人均无需承担任何责任。</view></br>
</view>
</template>
<script>
	export default {
		onLoad() {
		}
	}
</script>
<style>
	.title2{margin-top: 10px;}
	view{padding: 2px;}
</style>

